{
    "experience":"Experience",
    "projects":"Projects",
    "aboutMe":"About Me",
    "job":"Front End \n Developer",
    "description": "With more than 2 years of experience creating modern and scalable web interfaces. Specialized in React, TypeScript and Redux, I help companies to build efficient and optimized applications for the best user experience.",
    "march":"March",
    "june": "June",
    "descriptionExperience1":" +2 years as a developer, I have been responsible for the project in my company, and I used the main framework ReactJS.",
    "descriptionExperience2":" I participated in a major web application migration project that involved the transfer to a new architecture, which resulted in a significant improvement in the stability and speed of the site.",
    "descriptionExperience3":" I performed user management, determining the resources and functionalities that users can access based on the permissions granted.",
    "descriptionExperience4":"This not only allowed me to grow professionally, but also strengthened my technical skills and my ability to manage complex projects successfully.",
    "tagTranslation":"Translation",
    "tagDragDrop":"Drag and Drop (similar to Trello)",
    "tagGit":"Version management with Git",
    "tagPlanUser":"User plan",
    "tagNewSections":"New sections",
    "tagOptimization":"Code optimization",
    "tagMeetings":"Weekly meetings to define projects",
    "projectName":"StyleCraft",
    "projectDescription":"This tool simplifies the process of transforming your images quickly and easily. You can create a variety of effects, including rotating and rounding edges, as well as removing backgrounds, to help you bring your images to life.",
    "buttonCode":"Code",
    "buttonDemo":"Demo",
    "experienceDescription1":"My name is Marcelo, I started in the world of programming in pandemic, currently I have +2 years of experience and I am available for work.",
    "experienceDescription3":"Chess is a game I like to play, it makes me more skilled to solve problems in a methodical and creative way, and it is also one of my hobbies.",
    "experienceDescription4":"I actively seek opportunities in web development to apply my experience and learn with new challenges.",
    "aboutMeDescription1":"Hi, I'm Marcelo. I started in the programming world during the pandemic and currently I have more than 2 years of experience in web development. I am available for new job opportunities.",
    "aboutMeDescription2":"Chess, one of my hobbies, has helped me develop skills in methodical and creative problem solving, which I apply in my daily work as a developer.",
    "aboutMeDescription3":"I am actively looking for opportunities in web development, where I can apply my experience with technologies such as React, TypeScript and Redux, and face new challenges that allow me to keep learning and growing."
}