{
  "experience":"Experiencia",
  "projects":"Proyectos",
  "aboutMe":"Sobre mí",
  "job":"Desarrollador \n Front End",
  "description": "Con más de 2 años de experiencia creando interfaces web modernas y escalables. Especializado en React, TypeScript y Redux, ayudo a empresas a construir aplicaciones eficientes y optimizadas para la mejor experiencia de usuario.",
  "march":"Marzo",
  "june": "Junio",
  "descriptionExperience1":"+2 años como desarrollador, he sido responsable del proyecto en mi empresa, utilicé como framework principal ReactJS",
  "descriptionExperience2":"Participé en un importante proyecto de migración de aplicaciones web que implicó la transferencia a una nueva arquitectura, lo que resultó en una mejora significativa en la estabilidad y velocidad del sitio.",
  "descriptionExperience3":"Realicé gestión de usuarios, determinando los recursos y funcionalidades a las que pueden acceder los usuarios en función de los permisos otorgados.",
  "descriptionExperience4":"Esto no solo me permitió crecer profesionalmente, sino también fortaleció mis habilidades técnicas y mi capacidad para manejar proyectos complejos con éxito.",
  "tagTranslation":"Traducción",
  "tagDragDrop":"Drag and Drop (similar a Trello)",
  "tagGit":"Manejo de versiones con Git",
  "tagPlanUser":"Plan de usuario",
  "tagNewSections":"Nuevas secciones",
  "tagOptimization":"Optimización de código",
  "tagMeetings":"Encuentros semanales para definir proyectos",
  "projectName":"StyleCraft",
  "projectDescription":"Esta herramienta simplifica el proceso de transformar tus imágenes con rapidez y sencillez. puede crear una variedad de efectos, que incluyen rotar y redondear bordes, así como eliminar fondos, para ayudarlo a darle vida a sus imágenes.",
  "buttonCode":"Código",
  "buttonDemo":"Demo",
  "experienceDescription1":"Me llamo Marcelo, comencé en el mundo de la programación en pandemia, actualmente tengo +2 años de experiencia y estoy disponible para trabajar.",
  "experienceDescription3":"El ajedrez es un juego que me gusta jugar, me hace más hábil para resolver problemas de manera metódica y creativa, y también es uno de mis hobbies.",
  "experienceDescription4":"Busco activamente oportunidades en el desarrollo web para aplicar mi experiencia y aprender con nuevos desafíos.",
  "aboutMeDescription1":"Hola, soy Marcelo. Empecé en el mundo de la programación durante la pandemia y actualmente cuento con más de 2 años de experiencia en desarrollo web. Estoy disponible para nuevas oportunidades laborales.",
  "aboutMeDescription2":"El ajedrez, uno de mis hobbies, me ha ayudado a desarrollar habilidades en la resolución metódica y creativa de problemas, las cuales aplico en mi trabajo diario como desarrollador.",
  "aboutMeDescription3":"Estoy en búsqueda activa de oportunidades en desarrollo web, donde pueda aplicar mi experiencia con tecnologías como React, TypeScript y Redux, y enfrentar nuevos desafíos que me permitan seguir aprendiendo y creciendo."
  }